package View;

/**
 * Created by seonghohong on 2017. 5. 3..
 */
public class MenuView {
    public void showMenu() {
        System.out.println("------------- 메뉴 정보 --------------");
        System.out.println("1. 리스트의 합을 출력 -------------------");
        System.out.println("2. 리스트의 제일 큰수를 출력 --------------");
        System.out.println("3. 홀수의 개수와 짝수의 개수를 출력 ---------");
        System.out.println("4. 리스트를 큰 순으로 출력 ----------------");
        System.out.println("---------원하시는 메뉴를 선택하세요--------");
    }

    public void border() {
        System.out.println("---------------------------------------------------------------------------------------------------------------");
        System.out.println("---------------------------------------------------------------------------------------------------------------");
        System.out.println("---------------------------------------------------------------------------------------------------------------");
    }
}
